Repository: MestreTM/TinFlect
Catalog: langs/*/LC_MESSAGES/messages.po
Languages: es, pt_br, ru

source: The unique ID (UID) linked to the user's account.
es: El ID único (UID) vinculado a la cuenta del usuario.
pt_br: O ID único (UID) vinculado à conta do usuário.
ru: Уникальный идентификатор (UID), связанный с учётной записью пользователя.

source: The IP address of the user connecting to the shop.
es: La dirección IP del usuario que se conecta a la tienda.
pt_br: O endereço IP do usuário que está se conectando à loja.
ru: IP-адрес пользователя, подключающегося к магазину.

source: The current server date (e.g., YYYY-MM-DD).
es: La fecha actual del servidor (ej., AAAA-MM-DD).
pt_br: A data atual do servidor (ex.: AAAA-MM-DD).
ru: Текущая дата сервера (например, ГГГГ-ММ-ДД).

source: The current server time (e.g., HH:MM:SS).
es: La hora actual del servidor (ej., HH:MM:SS).
pt_br: A hora atual do servidor (ex.: HH:MM:SS).
ru: Текущее время сервера (например, ЧЧ:ММ:СС).

source: The full current server date and time.
es: La fecha y hora completas del servidor actual.
pt_br: A data e hora completas do servidor atual.
ru: Полная текущая дата и время сервера.

source: Special Fields
es: Campos Especiales
pt_br: Campos Especiais
ru: Специальные поля

source: The field
es: El campo
pt_br: O campo
ru: Поле

source: has special behavior and supports HTML tags. You can use this to display a custom formatted message to users trying to access the shop URL from a web browser instead of Tinfoil.
es: tiene un comportamiento especial y soporta etiquetas HTML. Puedes usarlo para mostrar un mensaje personalizado con formato a los usuarios que intenten acceder a la URL de la tienda desde un navegador web en lugar de Tinfoil.
pt_br: tem comportamento especial e suporta tags HTML. Você pode usá-lo para exibir uma mensagem formatada personalizada para usuários que tentam acessar a URL da loja a partir de um navegador web em vez do Tinfoil.
ru: имеет особое поведение и поддерживает HTML-теги. Вы можете использовать его для отображения пользовательского форматированного сообщения для пользователей, пытающихся получить доступ к URL магазина через веб-браузер вместо Tinfoil.

source: Example:
es: Ejemplo:
pt_br: Exemplo:
ru: Пример:

source: Back to Library
es: Volver a la Biblioteca
pt_br: Voltar para a Biblioteca
ru: Вернуться в библиотеку

source: Unknown Game
es: Juego Desconocido
pt_br: Jogo Desconhecido
ru: Неизвестная игра

source: Unknown Publisher
es: Publicador Desconocido
pt_br: Publicador Desconhecido
ru: Неизвестный издатель

source: Game Details
es: Detalles del Juego
pt_br: Detalhes do Jogo
ru: Подробности об игре

source: In shop
es: En la tienda
pt_br: Na loja
ru: В магазине

source: Missing
es: Ausente
pt_br: Ausente
ru: Отсутствует

source: Release
es: Lanzamiento
pt_br: Lançamento
ru: Релиз

source: Players
es: Jugadores
pt_br: Jogadores
ru: Игроки

source: Categories
es: Categorías
pt_br: Categorias
ru: Категории

source: Gallery
es: Galería
pt_br: Galeria
ru: Галерея

source: Screenshot
es: Captura de Pantalla
pt_br: Captura de Tela
ru: Скриншот

source: Previous
es: Anterior
pt_br: Anterior
ru: Предыдущий

source: Next
es: Siguiente
pt_br: Próximo
ru: Следующий

source: Updates
es: Actualizaciones
pt_br: Atualizações
ru: Обновления

source: No
pt_br: Não
ru: Нет

source: No updates found.
es: No se encontraron actualizaciones.
pt_br: Nenhuma atualização encontrada.
ru: Обновления не найдены.

source: Additional Content (DLC)
es: Contenido Adicional (DLC)
pt_br: Conteúdo Adicional (DLC)
ru: Дополнительный контент (DLC)

source: No DLCs found.
es: No se encontraron DLCs.
pt_br: Nenhum DLC encontrado.
ru: DLC не найдены.

source: Game Library
es: Biblioteca de Juegos
pt_br: Biblioteca de Jogos
ru: Библиотека игр

source: Search by name or Title ID...
es: Buscar por nombre o ID de Título...
pt_br: Pesquisar por nome ou ID do Título...
ru: Поиск по названию или ID заголовка...

source: All Categories
es: Todas las Categorías
pt_br: Todas as Categorias
ru: Все категории

source: All Publishers
es: Todos los Publicadores
pt_br: Todos os Publicadores
ru: Все издатели

source: Cover of %(game_name)s
es: Portada de %(game_name)s
pt_br: Capa de %(game_name)s
ru: Обложка %(game_name)s

source: Unknown name
es: Nombre desconocido
pt_br: Nome desconhecido
ru: Неизвестное название

source: Unknown publisher
es: Publicador desconocido
pt_br: Publicador desconhecido
ru: Неизвестный издатель

source: No games found with the current filters.
es: No se encontraron juegos con los filtros actuales.
pt_br: Nenhum jogo encontrado com os filtros atuais.
ru: Игры не найдены с текущими фильтрами.

source: Library pagination
es: Paginación de la biblioteca
pt_br: Paginação da biblioteca
ru: Пагинация библиотеки

source: Log Viewer: %(filename)s
es: Visor de Registros: %(filename)s
pt_br: Visualizador de Log: %(filename)s
ru: Просмотр журнала: %(filename)s

source: Viewing Log:
es: Viendo Registro:
pt_br: Visualizando Log:
ru: Просмотр журнала:

source: Back to Dashboard
es: Volver al Panel de Control
pt_br: Voltar para o Painel
ru: Вернуться в панель управления

source: Date/Time
es: Fecha/Hora
pt_br: Data/Hora
ru: Дата/Время

source: Level
es: Nivel
pt_br: Nível
ru: Уровень

source: Source
es: Fuente
pt_br: Fonte
ru: Источник

source: Message
es: Mensaje
pt_br: Mensagem
ru: Сообщение

source: No log content to display or the file is empty.
es: No hay contenido de registro para mostrar o el archivo está vacío.
pt_br: Nenhum conteúdo de log para exibir ou o arquivo está vazio.
ru: Нет содержимого журнала для отображения или файл пуст.

source: Administrative Access
es: Acceso Administrativo
pt_br: Acesso Administrativo
ru: Административный доступ

source: Password
es: Contraseña
pt_br: Senha
ru: Пароль

source: Login
es: Iniciar Sesión
ru: Войти

source: Access at:
es: Acceder en:
pt_br: Acessar em:
ru: Доступ по адресу:

source: System Logs
es: Registros del Sistema
pt_br: Logs do Sistema
ru: Системные журналы

source: All
es: Todos
pt_br: Todos
ru: Все

source: Type
es: Tipo
pt_br: Tipo
ru: Тип

source: Info
es: Información
pt_br: Informação
ru: Информация

source: Warning
es: Advertencia
pt_br: Aviso
ru: Предупреждение

source: Error
pt_br: Erro
ru: Ошибка

source: Filter
es: Filtrar
pt_br: Filtrar
ru: Фильтр

source: No logs found
es: No se encontraron registros
pt_br: Nenhum log encontrado
ru: Журналы не найдены

source: Clear Old Logs (30+ days)
es: Limpiar Registros Antiguos (más de 30 días)
pt_br: Limpar Logs Antigos (mais de 30 dias)
ru: Очистить старые журналы (старше 30 дней)

source: Profile Management
es: Gestión de Perfiles
pt_br: Gerenciamento de Perfis
ru: Управление профилями

source: New User
es: Nuevo Usuario
pt_br: Novo Usuário
ru: Новый пользователь

source: Registered Users
es: Usuarios Registrados
pt_br: Usuários Registrados
ru: Зарегистрированные пользователи

source: User Downloads
es: Descargas del Usuario
pt_br: Downloads do Usuário
ru: Скачивания пользователя

source: Filter by Name
es: Filtrar por Nombre
pt_br: Filtrar por Nome
ru: Фильтр по имени

source: Enter a name to search...
es: Ingresa un nombre para buscar...
pt_br: Digite um nome para pesquisar...
ru: Введите имя для поиска...

source: Filter by UID Status
es: Filtrar por Estado del UID
pt_br: Filtrar por Status do UID
ru: Фильтр по статусу UID

source: Linked
es: Vinculado
pt_br: Vinculado
ru: Связан

source: Not linked
es: No vinculado
pt_br: Não vinculado
ru: Не связан

source: Name
es: Nombre
pt_br: Nome
ru: Имя

source: UID Linked
es: UID Vinculado
pt_br: UID Vinculado
ru: UID связан

source: Created At
es: Creado el
pt_br: Criado em
ru: Создан

source: UID Linked At
es: UID Vinculado el
pt_br: UID Vinculado em
ru: UID связан

source: Banned
es: Baneado
pt_br: Banido
ru: Заблокирован

source: Click to view details
es: Haz clic para ver detalles
pt_br: Clique para ver detalhes
ru: Нажмите для просмотра деталей

source: Share access data
es: Compartir datos de acceso
pt_br: Compartilhar dados de acesso
ru: Поделиться данными доступа

source: Share
es: Compartir
pt_br: Compartilhar
ru: Поделиться

source: Change Password
es: Cambiar Contraseña
pt_br: Alterar Senha
ru: Изменить пароль

source: Unban user
es: Desbanear usuario
pt_br: Desbanir usuário
ru: Разблокировать пользователя

source: Unban
es: Desbanear
pt_br: Desbanir
ru: Разблокировать

source: Ban user
es: Banear usuario
pt_br: Banir usuário
ru: Заблокировать пользователя

source: Ban
es: Banear
pt_br: Banir
ru: Заблокировать

source: Clear daily quota
es: Limpiar cuota diaria
pt_br: Limpar cota diária
ru: Очистить дневную квоту

source: Clear quota
es: Limpiar cuota
pt_br: Limpar cota
ru: Очистить квоту

source: Delete
es: Eliminar
pt_br: Excluir
ru: Удалить

source: UID (Device ID)
es: UID (ID del Dispositivo)
pt_br: UID (ID do Dispositivo)
ru: UID (ID устройства)

source: Copy UID
es: Copiar UID
pt_br: Copiar UID
ru: Скопировать UID

source: Copy
es: Copiar
pt_br: Copiar
ru: Скопировать

source: Linked at:
es: Vinculado el:
pt_br: Vinculado em:
ru: Связан:

source: No users found
es: No se encontraron usuarios
pt_br: Nenhum usuário encontrado
ru: Пользователи не найдены

source: Manage daily download quota per user. Clearing the quota resets today’s counter for that user.
es: Gestiona la cuota diaria de descargas por usuario. Limpiar la cuota restablece el contador de hoy para ese usuario.
pt_br: Gerencie a cota diária de download por usuário. Limpar a cota redefine o contador de hoje para esse usuário.
ru: Управляйте дневной квотой скачиваний для каждого пользователя. Очистка квоты сбрасывает счётчик за сегодня для этого пользователя.

source: Downloads today
es: Descargas hoy
pt_br: Downloads hoje
ru: Скачивания сегодня

source: Tools
es: Herramientas
pt_br: Ferramentas
ru: Инструменты

source: Details
es: Detalles
pt_br: Detalhes
ru: Подробности

source: Daily counts are tracked in the "quote" table of users_downloads.db.
es: Los conteos diarios se registran en la tabla "quote" de users_downloads.db.
pt_br: Contagens diárias são rastreadas na tabela "quote" do users_downloads.db.
ru: Ежедневные счётчики отслеживаются в таблице "quote" базы данных users_downloads.db.

source: Create New User
es: Crear Nuevo Usuario
pt_br: Criar Novo Usuário
ru: Создать нового пользователя

source: Username
es: Nombre de usuario
pt_br: Nome de Usuário
ru: Имя пользователя

source: The password will be generated automatically
es: La contraseña se generará automáticamente
pt_br: A senha será gerada automaticamente
ru: Пароль будет сгенерирован автоматически

source: Cancel
es: Cancelar
pt_br: Cancelar
ru: Отмена

source: Create User
es: Crear Usuario
pt_br: Criar Usuário
ru: Создать пользователя

source: Change User Password
es: Cambiar Contraseña del Usuario
pt_br: Alterar Senha do Usuário
ru: Изменить пароль пользователя

source: You are changing the password for user:
es: Estás cambiando la contraseña del usuario:
pt_br: Você está alterando a senha do usuário:
ru: Вы изменяете пароль для пользователя:

source: New Password
es: Nueva Contraseña
pt_br: Nova Senha
ru: Новый пароль

source: Confirm Deletion
es: Confirmar Eliminación
pt_br: Confirmar Exclusão
ru: Подтвердить удаление

source: Are you sure you want to delete the user
es: ¿Estás seguro de que deseas eliminar al usuario?
pt_br: Tem certeza de que deseja excluir o usuário
ru: Вы уверены, что хотите удалить пользователя

source: This action cannot be undone!
es: ¡Esta acción no se puede deshacer!
pt_br: Esta ação não pode ser desfeita!
ru: Это действие нельзя отменить!

source: Delete User
es: Eliminar Usuario
pt_br: Excluir Usuário
ru: Удалить пользователя

source: Today's Downloads
es: Descargas de Hoy
pt_br: Downloads de Hoje
ru: Скачивания сегодня

source: Time
es: Hora
pt_br: Hora
ru: Время

source: Status
es: Estado
ru: Статус

source: No downloads today
es: No hay descargas hoy
pt_br: Nenhum download hoje
ru: Сегодня нет скачиваний

source: Copied!
es: ¡Copiado!
pt_br: Copiado!
ru: Скопировано!

source: Copy Credentials
es: Copiar Credenciales
pt_br: Copiar Credenciais
ru: Скопировать учетные данные

source: Access Data
es: Datos de Acceso
pt_br: Dados de Acesso
ru: Данные доступа

source: Warning - Access is linked to your console, do not share!
es: Advertencia: El acceso está vinculado a tu consola, ¡no lo compartas!
pt_br: Aviso - O acesso está vinculado ao seu console, não compartilhe!
ru: Предупреждение: Доступ привязан к вашей консоли, не делитесь им!

source: (the user's current password)
es: (la contraseña actual del usuario)
pt_br: (a senha atual do usuário)
ru: (текущий пароль пользователя)

source: Loading...
es: Cargando...
pt_br: Carregando...
ru: Загрузка...

source: Completed
es: Completado
pt_br: Concluído
ru: Завершено

source: In progress
es: En progreso
pt_br: Em andamento
ru: В процессе

source: Failed to load details
es: No se pudieron cargar los detalles
pt_br: Falha ao carregar detalhes
ru: Не удалось загрузить подробности

source: Core and Shop Settings
es: Configuraciones del Núcleo y de la Tienda
pt_br: Configurações do Núcleo e da Loja
ru: Настройки ядра и магазина

source: Shop Title
es: Título de la Tienda
pt_br: Título da Loja
ru: Название магазина

source: The name of your shop that will be displayed in the interface.
es: El nombre de tu tienda que se mostrará en la interfaz.
pt_br: O nome da sua loja que será exibido na interface.
ru: Название вашего магазина, которое будет отображаться в интерфейсе.

source: Core Network Settings
es: Configuraciones de Red del Núcleo
pt_br: Configurações de Rede do Núcleo
ru: Сетевые настройки ядра

source: Optional. If you use a domain or reverse proxy, enter the full URL here (without a trailing slash).
es: Opcional. Si usas un dominio o proxy inverso, ingresa la URL completa aquí (sin barra final).
pt_br: Opcional. Se você usar um domínio ou proxy reverso, insira a URL completa aqui (sem barra final).
ru: Необязательно. Если используется домен или обратный прокси, введите полный URL здесь (без конечного слэша).

source: If left blank, the default URL (server IP:Port) will be used.
es: Si se deja en blanco, se usará la URL predeterminada (IP del servidor:Puerto).
pt_br: Se deixado em branco, a URL padrão (IP do servidor:Porta) será usada.
ru: Если оставить пустым, будет использоваться URL по умолчанию (IP сервера:Порт).

source: Any change in these settings will result in an automatic restart of the service for the new settings to be applied.
es: Cualquier cambio en estas configuraciones resultará en un reinicio automático del servicio para aplicar las nuevas configuraciones.
pt_br: Qualquer alteração nestas configurações resultará em uma reinicialização automática do serviço para que as novas configurações sejam aplicadas.
ru: Любое изменение этих настроек приведёт к автоматическому перезапуску службы для применения новых настроек.

source: Make sure the new port is not in use by another service and is open in the firewall.
es: Asegúrate de que el nuevo puerto no esté en uso por otro servicio y esté abierto en el firewall.
pt_br: Certifique-se de que a nova porta não está em uso por outro serviço e está aberta no firewall.
ru: Убедитесь, что новый порт не используется другой службой и открыт в брандмауэре.

source: You can use https by using nginx, apache, or caddy as a reverse proxy.
es: Puedes usar https utilizando nginx, apache o caddy como proxy inverso.
pt_br: Você pode usar https utilizando nginx, apache ou caddy como proxy reverso.
ru: Вы можете использовать https с помощью nginx, apache или caddy в качестве обратного прокси.

source: Ex: https://mydomain.com or http://192.168.10.4 (external)
es: Ej: https://midominio.com o http://192.168.10.4 (externo)
pt_br: Ex: https://meudominio.com ou http://192.168.10.4 (externo)
ru: Пример: https://mydomain.com или http://192.168.10.4 (внешний)

source: Stored Logs
es: Registros Almacenados
pt_br: Logs Armazenados
ru: Сохранённые журналы

source: Search Message
es: Buscar Mensaje
pt_br: Pesquisar Mensagem
ru: Поиск сообщения

source: Type to search...
es: Escribe para buscar...
pt_br: Digite para pesquisar...
ru: Введите для поиска...

source: Log Type
es: Tipo de Registro
pt_br: Tipo de Log
ru: Тип журнала

source: All Types
es: Todos los Tipos
pt_br: Todos os Tipos
ru: Все типы

source: All Sources
es: Todas las Fuentes
pt_br: Todas as Fontes
ru: Все источники

source: All Users
es: Todos los Usuarios
pt_br: Todos os Usuários
ru: Все пользователи

source: Search user...
es: Buscar usuario...
pt_br: Pesquisar usuário...
ru: Поиск пользователя...

source: Start Date
es: Fecha de Inicio
pt_br: Data de Início
ru: Дата начала

source: End Date
es: Fecha de Fin
pt_br: Data de Término
ru: Дата окончания

source: Clear Filters
es: Limpiar Filtros
pt_br: Limpar Filtros
ru: Очистить фильтры

source: Watcher Status and Control
es: Estado y Control del Monitor
pt_br: Status e Controle do Monitor
ru: Статус и управление наблюдателем

source: Current Status
es: Estado Actual
pt_br: Status Atual
ru: Текущий статус

source: Start Watcher
es: Iniciar Monitor
pt_br: Iniciar Monitor
ru: Запустить наблюдатель

source: Stop Watcher
es: Detener Monitor
pt_br: Parar Monitor
ru: Остановить наблюдатель

source: Scan All Now
es: Escanear Todo Ahora
pt_br: Verificar Tudo Agora
ru: Сканировать всё сейчас

source: Scan in Progress
es: Escaneo en Progreso
pt_br: Verificação em Andamento
ru: Сканирование в процессе

source: Last Scan Summary
es: Resumen del Último Escaneo
pt_br: Resumo da Última Verificação
ru: Сводка последнего сканирования

source: View detailed log
es: Ver registro detallado
pt_br: Ver log detalhado
ru: Просмотреть подробный журнал

source: Monitored Directories
es: Directorios Monitoreados
pt_br: Diretórios Monitorados
ru: Мониторируемые папки

source: Currently Watched Paths
es: Rutas Actualmente Monitoreadas
pt_br: Caminhos Atualmente Monitorados
ru: Текущие наблюдаемые пути

source: Last Scanned
es: Último Escaneo
pt_br: Última Verificação
ru: Последнее сканирование

source: Loading paths...
es: Cargando rutas...
pt_br: Carregando caminhos...
ru: Загрузка путей...

source: Add New Directory to Watch
es: Añadir Nuevo Directorio para Monitorear
pt_br: Adicionar Novo Diretório para Monitorar
ru: Добавить новую папку для наблюдения

source: Enter full path to directory
es: Ingresa la ruta completa al directorio
pt_br: Digite o caminho completo para o diretório
ru: Введите полный путь к папке

source: Add Path
es: Añadir Ruta
pt_br: Adicionar Caminho
ru: Добавить путь

source: Running
es: En ejecución
pt_br: Executando
ru: Работает

source: Stopped
es: Detenido
pt_br: Parado
ru: Остановлен

source: Never
es: Nunca
pt_br: Nunca
ru: Никогда

source: Remove Path
es: Eliminar Ruta
pt_br: Remover Caminho
ru: Удалить путь

source: No directories are being watched.
es: No hay directorios siendo monitoreados.
pt_br: Nenhum diretório está sendo monitorado.
ru: Нет папок под наблюдением.

source: Success
es: Éxito
pt_br: Sucesso
ru: Успех

source: Processing file
es: Procesando archivo
pt_br: Processando arquivo
ru: Обработка файла

source: of
es: de
pt_br: de
ru: из

source: Added
es: Añadido
pt_br: Adicionado
ru: Добавлено

source: new items.
es: nuevos elementos.
pt_br: novos itens.
ru: новых элементов.

source: files were not recognized or were corrupt.
es: los archivos no fueron reconocidos o estaban corruptos.
pt_br: arquivos não foram reconhecidos ou estavam corrompidos.
ru: файлы не были распознаны или повреждены.

source: The last scan processed %(processed)s of %(total)s files.
es: El último escaneo procesó %(processed)s de %(total)s archivos.
pt_br: A última verificação processou %(processed)s de %(total)s arquivos.
ru: Последнее сканирование обработало %(processed)s из %(total)s файлов.

source: Scan Complete!
es: ¡Escaneo Completado!
pt_br: Verificação Concluída!
ru: Сканирование завершено!

source: This will scan all monitored directories for new games. This may take a while. Continue?
es: Esto escaneará todos los directorios monitoreados en busca de nuevos juegos. Esto puede tomar un tiempo. ¿Continuar?
pt_br: Isso verificará todos os diretórios monitorados por novos jogos. Isso pode levar um tempo. Continuar?
ru: Это действие просканирует все мониторируемые папки на наличие новых игр. Это может занять некоторое время. Продолжить?

source: Are you sure you want to stop watching this directory?
es: ¿Estás seguro de que deseas dejar de monitorear este directorio?
pt_br: Tem certeza de que deseja parar de monitorar este diretório?
ru: Вы уверены, что хотите прекратить наблюдение за этой папкой?
