Repository: MestreTM/TinFlect
Catalog: langs/*/LC_MESSAGES/messages.po
Languages: es, pt_br, ru

source: Game not found in the TitleDB database.
es: Juego no encontrado en la base de datos TitleDB.
pt_br: Jogo não encontrado na base de dados TitleDB.
ru: Игра не найдена в базе данных TitleDB.

source: Unknown Base Game
es: Juego base desconocido
pt_br: Jogo Base Desconhecido
ru: Неизвестная базовая игра

source: Update %(version)s
es: Actualización %(version)s
pt_br: Atualização %(version)s
ru: Обновление %(version)s

source: Unknown DLC (%(id)s)
es: DLC desconocido (%(id)s)
pt_br: DLC Desconhecido (%(id)s)
ru: Неизвестное DLC (%(id)s)

source: Admin user created
es: Usuario administrador creado
pt_br: Usuário administrador criado
ru: Создан пользователь-администратор

source: Please log in to access this page
es: Por favor, inicia sesión para acceder a esta página
pt_br: Por favor, faça login para acessar esta página
ru: Пожалуйста, войдите, чтобы получить доступ к этой странице

source: Global language changed and data reloaded.
es: Idioma global cambiado y datos recargados.
pt_br: Idioma global alterado e dados recarregados.
ru: Глобальный язык изменён, данные перезагружены.

source: Failed to reload data after language change.
es: No se pudieron recargar los datos tras el cambio de idioma.
pt_br: Falha ao recarregar dados após a mudança de idioma.
ru: Не удалось перезагрузить данные после смены языка.

source: Language changed, but failed to reload data. Please restart the application.
es: Idioma cambiado, pero no se pudieron recargar los datos. Por favor, reinicia la aplicación.
pt_br: Idioma alterado, mas falha ao recarregar dados. Por favor, reinicie o aplicativo.
ru: Язык изменён, но данные не удалось перезагрузить. Пожалуйста, перезапустите приложение.

source: An error occurred while trying to change the global language.
es: Ocurrió un error al intentar cambiar el idioma global.
pt_br: Ocorreu um erro ao tentar alterar o idioma global.
ru: Произошла ошибка при попытке изменить глобальный язык.

source: Banned user attempted login
es: Usuario baneado intentó iniciar sesión
pt_br: Usuário banido tentou fazer login
ru: Заблокированный пользователь пытался войти

source: Your account is banned.
es: Tu cuenta está baneada.
pt_br: Sua conta está banida.
ru: Ваша учётная запись заблокирована.

source: Login successful
es: Inicio de sesión exitoso
pt_br: Login bem-sucedido
ru: Вход выполнен успешно

source: Failed login attempt
es: Intento de inicio de sesión fallido
pt_br: Tentativa de login falhou
ru: Неудачная попытка входа

source: Invalid credentials. Please try again.
es: Credenciales inválidas. Por favor, intenta de nuevo.
pt_br: Credenciais inválidas. Por favor, tente novamente.
ru: Неверные учётные данные. Пожалуйста, попробуйте снова.

source: User logged out
es: Usuario desconectado
pt_br: Usuário desconectado
ru: Пользователь вышел из системы

source: You have been successfully logged out.
es: Has sido desconectado exitosamente.
pt_br: Você foi desconectado com sucesso.
ru: Вы успешно вышли из системы.

source: User identifier is required.
es: Se requiere un identificador de usuario.
pt_br: Identificador de usuário é necessário.
ru: Требуется идентификатор пользователя.

source: User banned
es: Usuario baneado
pt_br: Usuário banido
ru: Пользователь заблокирован

source: User has been banned.
es: El usuario ha sido baneado.
pt_br: O usuário foi banido.
ru: Пользователь был заблокирован.

source: Error banning user: %(error)s
es: Error al banear usuario: %(error)s
pt_br: Erro ao banir usuário: %(error)s
ru: Ошибка при блокировке пользователя: %(error)s

source: User unbanned
es: Usuario desbaneado
pt_br: Usuário desbanido
ru: Пользователь разблокирован

source: User has been unbanned.
es: El usuario ha sido desbaneado.
pt_br: O usuário foi desbanido.
ru: Пользователь был разблокирован.

source: Error unbanning user: %(error)s
es: Error al desbanear usuario: %(error)s
pt_br: Erro ao desbanir usuário: %(error)s
ru: Ошибка при разблокировке пользователя: %(error)s

source: User not found.
es: Usuario no encontrado.
pt_br: Usuário não encontrado.
ru: Пользователь не найден.

source: User does not have a linked UID. Cannot clear quota.
es: El usuario no tiene un UID vinculado. No se puede limpiar la cuota.
pt_br: O usuário não possui um UID vinculado. Não é possível limpar a cota.
ru: У пользователя нет связанного UID. Невозможно очистить квоту.

source: Daily download quota reset for "%(nickname)s"
es: Cuota de descarga diaria restablecida para "%(nickname)s"
pt_br: Cota diária de download redefinida para "%(nickname)s"
ru: Дневная квота скачиваний сброшена для "%(nickname)s"

source: Daily quota reset for "%(nickname)s".
es: Cuota diaria restablecida para "%(nickname)s".
pt_br: Cota diária redefinida para "%(nickname)s".
ru: Дневная квота сброшена для "%(nickname)s".

source: Failed to reset quota: %(error)s
es: No se pudo restablecer la cuota: %(error)s
pt_br: Falha ao redefinir cota: %(error)s
ru: Не удалось сбросить квоту: %(error)s

source: Error clearing quota: %(error)s
es: Error al limpiar la cuota: %(error)s
pt_br: Erro ao limpar cota: %(error)s
ru: Ошибка при очистке квоты: %(error)s

source: Username is required.
es: Se requiere un nombre de usuario.
pt_br: Nome de usuário é necessário.
ru: Требуется имя пользователя.

source: User "%(username)s" created
es: Usuario "%(username)s" creado
pt_br: Usuário "%(username)s" criado
ru: Пользователь "%(username)s" создан

source: User "%(username)s" created successfully! Password: %(password)s
es: ¡Usuario "%(username)s" creado exitosamente! Contraseña: %(password)s
pt_br: Usuário "%(username)s" criado com sucesso! Senha: %(password)s
ru: Пользователь "%(username)s" успешно создан! Пароль: %(password)s

source: User "%(username)s" already exists.
es: El usuario "%(username)s" ya existe.
pt_br: Usuário "%(username)s" já existe.
ru: Пользователь "%(username)s" уже существует.

source: New password is required.
es: Se requiere una nueva contraseña.
pt_br: Nova senha é necessária.
ru: Требуется новый пароль.

source: Password changed for "%(nickname)s"
es: Contraseña cambiada para "%(nickname)s"
pt_br: Senha alterada para "%(nickname)s"
ru: Пароль изменён для "%(nickname)s"

source: Password for "%(nickname)s" changed successfully.
es: Contraseña para "%(nickname)s" cambiada exitosamente.
pt_br: Senha para "%(nickname)s" alterada com sucesso.
ru: Пароль для "%(nickname)s" успешно изменён.

source: The "admin" user (ID 1) cannot be deleted.
es: El usuario "admin" (ID 1) no puede ser eliminado.
pt_br: O usuário "admin" (ID 1) não pode ser excluído.
ru: Пользователь "admin" (ID 1) не может быть удалён.

source: User "%(nickname)s" deleted
es: Usuario "%(nickname)s" eliminado
pt_br: Usuário "%(nickname)s" excluído
ru: Пользователь "%(nickname)s" удалён

source: User "%(nickname)s" deleted successfully.
es: Usuario "%(nickname)s" eliminado exitosamente.
pt_br: Usuário "%(nickname)s" excluído com sucesso.
ru: Пользователь "%(nickname)s" успешно удалён.

source: Log file not found.
es: Archivo de registro no encontrado.
pt_br: Arquivo de log não encontrado.
ru: Файл журнала не найден.

source: Shop core restarted
es: Núcleo de la tienda reiniciado
pt_br: Núcleo da loja reiniciado
ru: Ядро магазина перезапущено

source: Shop core restarted successfully.
es: Núcleo de la tienda reiniciado exitosamente.
pt_br: Núcleo da loja reiniciado com sucesso.
ru: Ядро магазина успешно перезапущено.

source: Tinfoil server started successfully.
es: Servidor Tinfoil iniciado exitosamente.
pt_br: Servidor Tinfoil iniciado com sucesso.
ru: Сервер Tinfoil успешно запущен.

source: Tinfoil server stopped successfully.
es: Servidor Tinfoil detenido exitosamente.
pt_br: Servidor Tinfoil parado com sucesso.
ru: Сервер Tinfoil успешно остановлен.

source: Tinfoil server status changed.
es: Estado del servidor Tinfoil cambiado.
pt_br: Status do servidor Tinfoil alterado.
ru: Статус сервера Tinfoil изменён.

source: Game file not found.
es: Archivo del juego no encontrado.
pt_br: Arquivo do jogo não encontrado.
ru: Файл игры не найден.

source: Error downloading game: %(error)s
es: Error al descargar el juego: %(error)s
pt_br: Erro ao baixar jogo: %(error)s
ru: Ошибка при скачивании игры: %(error)s

source: Game removed: %(name)s (TID: %(tid)s)
es: Juego eliminado: %(name)s (TID: %(tid)s)
pt_br: Jogo removido: %(name)s (TID: %(tid)s)
ru: Игра удалена: %(name)s (TID: %(tid)s)

source: Game "%(name)s" removed successfully.
es: Juego "%(name)s" eliminado exitosamente.
pt_br: Jogo "%(name)s" removido com sucesso.
ru: Игра "%(name)s" успешно удалена.

source: Game not found.
es: Juego no encontrado.
pt_br: Jogo não encontrado.
ru: Игра не найдена.

source: Error removing game: %(error)s
es: Error al eliminar el juego: %(error)s
pt_br: Erro ao remover jogo: %(error)s
ru: Ошибка при удалении игры: %(error)s

source: Core settings changed. Restarting core...
es: Configuraciones del núcleo cambiadas. Reiniciando núcleo...
pt_br: Configurações do núcleo alteradas. Reiniciando núcleo...
ru: Настройки ядра изменены. Перезапуск ядра...

source: Settings saved successfully! The core server is being restarted.
es: ¡Configuraciones guardadas exitosamente! El servidor núcleo está siendo reiniciado.
pt_br: Configurações salvas com sucesso! O servidor núcleo está sendo reiniciado.
ru: Настройки успешно сохранены! Сервер ядра перезапускается.

source: Failed to save settings: %(error)s
es: No se pudieron guardar las configuraciones: %(error)s
pt_br: Falha ao salvar configurações: %(error)s
ru: Не удалось сохранить настройки: %(error)s

source: Error saving settings: %(error)s
es: Error al guardar las configuraciones: %(error)s
pt_br: Erro ao salvar configurações: %(error)s
ru: Ошибка при сохранении настроек: %(error)s

source: Error creating backup file: %(error)s
es: Error al crear el archivo de respaldo: %(error)s
pt_br: Erro ao criar arquivo de backup: %(error)s
ru: Ошибка при создании резервной копии: %(error)s

source: Message file updated. Restarting core...
es: Archivo de mensajes actualizado. Reiniciando núcleo...
pt_br: Arquivo de mensagens atualizado. Reiniciando núcleo...
ru: Файл сообщений обновлён. Перезапуск ядра...

source: Messages saved successfully! The core server is being restarted automatically.
es: ¡Mensajes guardados exitosamente! El servidor núcleo está siendo reiniciado automáticamente.
pt_br: Mensagens salvas com sucesso! O servidor núcleo está sendo reiniciado automaticamente.
ru: Сообщения успешно сохранены! Сервер ядра автоматически перезапускается.

source: Failed to save message file: %(error)s
es: No se pudo guardar el archivo de mensajes: %(error)s
pt_br: Falha ao salvar arquivo de mensagens: %(error)s
ru: Не удалось сохранить файл сообщений: %(error)s

source: Error saving messages: %(error)s
es: Error al guardar mensajes: %(error)s
pt_br: Erro ao salvar mensagens: %(error)s
ru: Ошибка при сохранении сообщений: %(error)s

source: Message file (messages.json) not found in the project root.
es: Archivo de mensajes (messages.json) no encontrado en la raíz del proyecto.
pt_br: Arquivo de mensagens (messages.json) não encontrado na raiz do projeto.
ru: Файл сообщений (messages.json) не найден в корне проекта.

source: Error reading messages.json. The file might be corrupted. Check the file format.
es: Error al leer messages.json. El archivo podría estar corrupto. Verifica el formato del archivo.
pt_br: Erro ao ler messages.json. O arquivo pode estar corrompido. Verifique o formato do arquivo.
ru: Ошибка при чтении messages.json. Файл может быть повреждён. Проверьте формат файла.

source: File Watcher
es: Monitor de Archivos
pt_br: Monitor de Arquivos
ru: Наблюдатель за файлами

source: File watcher service started.
es: Servicio de monitoreo de archivos iniciado.
pt_br: Serviço de monitoramento de arquivos iniciado.
ru: Служба наблюдения за файлами запущена.

source: Watcher started successfully.
es: Monitor iniciado exitosamente.
pt_br: Monitor iniciado com sucesso.
ru: Наблюдатель успешно запущен.

source: File watcher service stopped.
es: Servicio de monitoreo de archivos detenido.
pt_br: Serviço de monitoramento de arquivos parado.
ru: Служба наблюдения за файлами остановлена.

source: Watcher stopped successfully.
es: Monitor detenido exitosamente.
pt_br: Monitor parado com sucesso.
ru: Наблюдатель успешно остановлен.

source: Path is required.
es: Se requiere una ruta.
pt_br: Caminho é necessário.
ru: Требуется указать путь.

source: Directory added to watcher:
es: Directorio añadido al monitor:
pt_br: Diretório adicionado ao monitor:
ru: Папка добавлена в наблюдатель:

source: Directory added:
es: Directorio añadido:
pt_br: Diretório adicionado:
ru: Папка добавлена:

source: Failed to add directory. Check console logs for details.
es: No se pudo añadir el directorio. Revisa los registros de la consola para más detalles.
pt_br: Falha ao adicionar diretório. Verifique os logs do console para detalhes.
ru: Не удалось добавить папку. Проверьте журналы консоли для подробностей.

source: Directory removed from watcher:
es: Directorio eliminado del monitor:
pt_br: Diretório removido do monitor:
ru: Папка удалена из наблюдателя:

source: Directory removed:
es: Directorio eliminado:
pt_br: Diretório removido:
ru: Папка удалена:

source: Directory not found in watch list.
es: Directorio no encontrado en la lista de monitoreo.
pt_br: Diretório não encontrado na lista de monitoramento.
ru: Папка не найдена в списке наблюдения.

source: A scan is already in progress.
es: Ya hay un escaneo en curso.
pt_br: Uma verificação já está em andamento.
ru: Сканирование уже выполняется.

source: Full library scan started in the background.
es: Escaneo completo de la biblioteca iniciado en segundo plano.
pt_br: Verificação completa da biblioteca iniciada em segundo plano.
ru: Полное сканирование библиотеки запущено в фоновом режиме.

source: Full scan started. Progress will be shown below.
es: Escaneo completo iniciado. El progreso se mostrará a continuación.
pt_br: Verificação completa iniciada. O progresso será mostrado abaixo.
ru: Полное сканирование начато. Прогресс будет показан ниже.

source: N/A
es: N/D
pt_br: N/D
ru: Н/Д

source: Invalid
es: Inválido
pt_br: Inválido
ru: Недействительно

source: Settings
es: Configuraciones
pt_br: Configurações
ru: Настройки

source: Core Settings
es: Configuraciones del Núcleo
pt_br: Configurações do Núcleo
ru: Настройки ядра

source: Core Port
es: Puerto del Núcleo
pt_br: Porta do Núcleo
ru: Порт ядра

source: The network port that the core server (Tinfoil) will use.
es: El puerto de red que usará el servidor núcleo (Tinfoil).
pt_br: A porta de rede que o servidor núcleo (Tinfoil) usará.
ru: Сетевой порт, который будет использовать сервер ядра (Tinfoil).

source: Attention:
es: Atención:
pt_br: Atenção:
ru: Внимание:

source: Changing this port will restart the core.
es: Cambiar este puerto reiniciará el núcleo.
pt_br: Alterar esta porta reiniciará o núcleo.
ru: Изменение этого порта приведёт к перезапуску ядра.

source: Core Public URL (Domain)
es: URL Pública del Núcleo (Dominio)
pt_br: URL Pública do Núcleo (Domínio)
ru: Публичный URL ядра (Домен)

source: Ex: https://mydomain.com or http://192.168.10.4:%(port)s
es: Ej: https://midominio.com o http://192.168.10.4:%(port)s
pt_br: Ex: https://meudominio.com ou http://192.168.10.4:%(port)s
ru: Пример: https://mydomain.com или http://192.168.10.4:%(port)s

source: Optional. If you use a domain or reverse proxy, enter the full URL here.
es: Opcional. Si usas un dominio o proxy inverso, ingresa la URL completa aquí.
pt_br: Opcional. Se você usar um domínio ou proxy reverso, insira a URL completa aqui.
ru: Необязательно. Если используется домен или обратный прокси, введите полный URL здесь.

source: If left blank, the default URL (IP:Port) will be used.
es: Si se deja en blanco, se usará la URL predeterminada (IP:Puerto).
pt_br: Se deixado em branco, a URL padrão (IP:Porta) será usada.
ru: Если оставить пустым, будет использоваться URL по умолчанию (IP:Порт).

source: Save Changes and Restart Core
es: Guardar Cambios y Reiniciar Núcleo
pt_br: Salvar Alterações e Reiniciar Núcleo
ru: Сохранить изменения и перезапустить ядро

source: Information
es: Información
pt_br: Informações
ru: Информация

source: Any change in the Core settings will result in an automatic restart of the service for the new settings to be applied.
es: Cualquier cambio en las configuraciones del núcleo resultará en un reinicio automático del servicio para aplicar las nuevas configuraciones.
pt_br: Qualquer alteração nas configurações do núcleo resultará em uma reinicialização automática do serviço para que as novas configurações sejam aplicadas.
ru: Любое изменение настроек ядра приведёт к автоматическому перезапуску службы для применения новых настроек.

source: Make sure the new port is not in use by another service.
es: Asegúrate de que el nuevo puerto no esté en uso por otro servicio.
pt_br: Certifique-se de que a nova porta não está em uso por outro serviço.
ru: Убедитесь, что новый порт не используется другой службой.

source: Admin Panel
es: Panel de Administración
pt_br: Painel de Administração
ru: Панель администратора

source: Admin
es: Administrador
pt_br: Administrador
ru: Администратор

source: Toggle navigation
es: Alternar navegación
pt_br: Alternar navegação
ru: Переключить навигацию

source: Dashboard
es: Panel de Control
pt_br: Painel
ru: Панель управления

source: Manage Profiles
es: Gestionar Perfiles
pt_br: Gerenciar Perfis
ru: Управление профилями

source: Library
es: Biblioteca
pt_br: Biblioteca
ru: Библиотека

source: Manage Logs
es: Gestionar Registros
pt_br: Gerenciar Logs
ru: Управление журналами

source: Edit Shop Messages
es: Editar Mensajes de la Tienda
pt_br: Editar Mensagens da Loja
ru: Редактировать сообщения магазина

source: User
es: Usuario
pt_br: Usuário
ru: Пользователь

source: Logout
es: Cerrar Sesión
pt_br: Sair
ru: Выйти

source: Close
es: Cerrar
pt_br: Fechar
ru: Закрыть

source: Menu
es: Menú
ru: Меню

source: Path Scanner - Watcher
es: Escáner de Rutas - Monitor
pt_br: Scanner de Jogos - Watcher
ru: Сканер путей - Наблюдатель

source: Tinfoil Access Data
es: Datos de Acceso a Tinfoil
pt_br: Dados de Acesso ao Tinfoil
ru: Данные доступа Tinfoil

source: Protocol
es: Protocolo
pt_br: Protocolo
ru: Протокол

source: Host
ru: Хост

source: Port
es: Puerto
pt_br: Porta
ru: Порт

source: Path
es: Ruta
pt_br: Caminho
ru: Путь

source: Title
es: Título
pt_br: Título
ru: Название

source: For <strong>user</strong> and <strong>password</strong>, use the credentials from a profile created in the "Manage Profiles" tab.
es: Para <strong>usuario</strong> y <strong>contraseña</strong>, usa las credenciales de un perfil creado en la pestaña "Gestionar Perfiles".
pt_br: Para <strong>usuário</strong> e <strong>senha</strong>, use as credenciais de um perfil criado na aba "Gerenciar Perfis".
ru: Для <strong>пользователя</strong> и <strong>пароля</strong> используйте учетные данные профиля, созданного на вкладке "Управление профилями".

source: Made with
es: Hecho con
pt_br: Feito com
ru: Создано с

source: Server Status
es: Estado del Servidor
pt_br: Status do Servidor
ru: Статус сервера

source: Shop Core
es: Núcleo de la Tienda
pt_br: Núcleo da Loja
ru: Ядро магазина

source: Online
es: En línea
ru: В сети

source: Offline
es: Desconectado
ru: Не в сети

source: Address for Tinfoil:
es: Dirección para Tinfoil:
pt_br: Endereço para Tinfoil:
ru: Адрес для Tinfoil:

source: Shop Summary
es: Resumen de la Tienda
pt_br: Resumo da Loja
ru: Обзор магазина

source: Users
es: Usuarios
pt_br: Usuários
ru: Пользователи

source: Games
es: Juegos
pt_br: Jogos
ru: Игры

source: Logs in Session
es: Registros en la Sesión
pt_br: Logs na Sessão
ru: Журналы в сессии

source: Updated at:
es: Actualizado el:
pt_br: Atualizado em:
ru: Обновлено:

source: Quick Actions
es: Acciones Rápidas
pt_br: Ações Rápidas
ru: Быстрые действия

source: Manage Users
es: Gestionar Usuarios
pt_br: Gerenciar Usuários
ru: Управление пользователями

source: Restart Tinfoil Server
es: Reiniciar Servidor Tinfoil
pt_br: Reiniciar Servidor Tinfoil
ru: Перезапустить сервер Tinfoil

source: Stop Tinfoil Server
es: Detener Servidor Tinfoil
pt_br: Parar Servidor Tinfoil
ru: Остановить сервер Tinfoil

source: Start Tinfoil Server
es: Iniciar Servidor Tinfoil
pt_br: Iniciar Servidor Tinfoil
ru: Запустить сервер Tinfoil

source: Real-time Log
es: Registro en Tiempo Real
pt_br: Log em Tempo Real
ru: Журнал в реальном времени

source: Search...
es: Buscar...
pt_br: Pesquisar...
ru: Поиск...

source: All levels
es: Todos los niveles
pt_br: Todos os níveis
ru: Все уровни

source: All sources
es: Todas las fuentes
pt_br: Todas as fontes
ru: Все источники

source: Clear
es: Limpiar
pt_br: Limpar
ru: Очистить

source: Waiting for events...
es: Esperando eventos...
pt_br: Aguardando eventos...
ru: Ожидание событий...

source: Monitoring system activities in real time
es: Monitoreando actividades del sistema en tiempo real
pt_br: Monitorando atividades do sistema em tempo real
ru: Мониторинг активности системы в реальном времени

source: Recent Log Files
es: Archivos de Registro Recientes
pt_br: Arquivos de Log Recentes
ru: Недавние файлы журналов

source: File Name
es: Nombre del Archivo
pt_br: Nome do Arquivo
ru: Имя файла

source: Date
es: Fecha
pt_br: Data
ru: Дата

source: Size
es: Tamaño
pt_br: Tamanho
ru: Размер

source: Actions
es: Acciones
pt_br: Ações
ru: Действия

source: View
es: Ver
pt_br: Visualizar
ru: Просмотреть

source: No log files found
es: No se encontraron archivos de registro
pt_br: Nenhum arquivo de log encontrado
ru: Файлы журналов не найдены

source: No logs found with the current filters
es: No se encontraron registros con los filtros actuales
pt_br: Nenhum log encontrado com os filtros atuais
ru: Журналы не найдены с текущими фильтрами

source: Edit Shop Messages
es: Editar Mensajes de la Tienda
pt_br: Editar Mensagens da Loja
ru: Редактировать сообщения магазина

source: Messages Configuration
es: Configuración de Mensajes
pt_br: Configuração de Mensagens
ru: Конфигурация сообщений

source: View Documentation
es: Ver Documentación
pt_br: Ver Documentação
ru: Просмотреть документацию

source: Save Messages and Restart Core
es: Guardar Mensajes y Reiniciar Núcleo
pt_br: Salvar Mensagens e Reiniciar Núcleo
ru: Сохранить сообщения и перезапустить ядро

source: Documentation: Placeholders and Special Fields
es: Documentación: Marcadores y Campos Especiales
pt_br: Documentação: Marcadores e Campos Especiais
ru: Документация: Заполнители и специальные поля

source: You can use the following placeholders in your message fields. They will be automatically replaced with dynamic values when displayed in Tinfoil.
es: Puedes usar los siguientes marcadores en los campos de mensajes. Serán reemplazados automáticamente por valores dinámicos cuando se muestren en Tinfoil.
pt_br: Você pode usar os seguintes marcadores nos campos de mensagem. Eles serão substituídos automaticamente por valores dinâmicos quando exibidos no Tinfoil.
ru: Вы можете использовать следующие заполнители в полях сообщений. Они будут автоматически заменены динамическими значениями при отображении в Tinfoil.

source: Placeholder
es: Marcador
pt_br: Marcador
ru: Заполнитель

source: Description
es: Descripción
pt_br: Descrição
ru: Описание

source: Displays the title of your shop, as configured in the settings.
es: Muestra el título de tu tienda, según lo configurado en las configuraciones.
pt_br: Exibe o título da sua loja, conforme configurado nas configurações.
ru: Отображает название вашего магазина, как указано в настройках.

source: The nickname of the user currently Browse the shop.
es: El apodo del usuario que está navegando actualmente en la tienda.
pt_br: O apelido do usuário que está navegando na loja atualmente.
ru: Никнейм пользователя, который в данный момент просматривает магазин.
